{




  "p05word01": "BRACHIOSAURUS",
  "p05word02": "TYRANNOSAURUS",
  "p05word03": "TRICERATOPS",
  "p05word04": "ALLOSAURUS",
  "p05word05": "VELOCIRAPTOR",
  "p05word06": "ARCHAEOPTERYX",
  "p05word07": "PTERANODON",
  "p05word08": "STEGOSAURUS",
  "p05word09": "ANKYLOSAURUS",
  "p05word10": "PACHYCEPHALOSAURUS",

  
  "wg01BtnT01": "Hind legs",
  "wg01BtnT02": "Teeth",
  "wg01BtnT03": "Forefoot",
  "wg01BtnT04": "Toenail",
  "wg01Modal01": "Its long leg allowed it to go 4 meters in one step.",
  "wg01Modal02": "Tyrannosaurus had about 50 sharp teeth. The biggest tooth was as long as a banana.",
  "wg01Modal03": "Its arms were small but strong.\n It could hold 2~3 adults with one arm. ",
  "wg01Modal04": "There were three long claws in its hind leg.",
  "wg01SubText01":"Name meaning:",
  "wg01SubText02":"tyrant lizard",
  "wg01SubText03":"Height:",
  "wg01SubText04":"13~20 ft/4~6 meters (2 story building)",
  "wg01SubText05":"Length:",
  "wg01SubText06":"40 ft/12~13 meters",
  "wg01SubText07":"Weight:",
  "wg01SubText08":"10,000~14,000 Ibs/5~7 tons (4 cars)",
  "wg01SubText09":"Diet:",
  "wg01SubText10":"other dinosaurs",
  "wg01SubText11":"Period:",
  "wg01SubText12":"Cretaceous",



  "wg02BtnT01": "Wing",
  "wg02BtnT02": "Wing hand",
  "wg02BtnT03": "Bone",
  "wg02BtnT04": "Beak",
  "wg02Modal01": "Thanks to its large wings, it could glide through the air and save its energy.",
  "wg02Modal02": "It used all four legs to walk on the ground.",
  "wg02Modal03": "Pteranodon had a lightweight body because its bones were hollow.",
  "wg02Modal04": "It is thought that Pteranodon had a beak pouch, just like pelicans.",
  "wg02SubText01":"Name meaning:",
  "wg02SubText02":"wing without tooth",
  "wg02SubText03":"Wingspread:",
  "wg02SubText04":"30 ft/9m (3 story building)",
  "wg02SubText05":"Weight:",
  "wg02SubText06":"55 Ibs/25kg",
  "wg02SubText07":"Diet:",
  "wg02SubText08":"Fish",
  "wg02SubText09":"Period:",
  "wg02SubText10":"Cretaceous",


  "wg03BtnT01": "Head",
  "wg03BtnT02": "Teeth",
  "wg03BtnT03": "Hind legs",
  "wg03BtnT04": "Tail",
  "wg03Modal01": "Little horns above the eyes protected its eyes from sunlight.",
  "wg03Modal02": "It had 70 teeth that look like a saw. The longest tooth was as long as 4 inches (10cm)",
  "wg03Modal03": "Its hind legs were strong enough to run very fast",
  "wg03Modal04": "Its long and thick tail helped the dinosaur keep its balance.",
  "wg03SubText01":"Name meaning:",
  "wg03SubText02":"strange lizard",
  "wg03SubText03":"Height:",
  "wg03SubText04":"16 ft/5m (2 story building)",
  "wg03SubText05":"Length:",
  "wg03SubText06":"30~40 ft/9~12m",
  "wg03SubText07":"Weight:",
  "wg03SubText08":"4,000~6,000 Ibs/2~3t (2 cars)",
  "wg03SubText09":"Diet:",
  "wg03SubText10":"other dinosaurs",
  "wg03SubText11":"Period:",
  "wg03SubText12":"Jurassic",


  "wg04BtnT01": "Corrugated board",
  "wg04BtnT02": "Mouth",
  "wg04BtnT03": "Forelegs",
  "wg04BtnT04": "Cheek",
  "wg04Modal01": "Paleontologists thought Stegosaurus' back plates lay flat along its back, like a roof. So they named it Stegosaurus, which means ‘roofed lizard.’",
  "wg04Modal02": "Its beak-like mouth was good for cutting plants.",
  "wg04Modal03": "Stegosaurus' front legs were short, so it couldn't move fast. Its maximum speed was the speed of a person walking.",
  "wg04Modal04": "Like hamsters, Stegosauruses had cheek pouches to store food in.",
  "wg04SubText01":"Name meaning:",
  "wg04SubText02":"roofed lizard",
  "wg04SubText03":"Length:",
  "wg04SubText04":"20~30 ft/6~9m",
  "wg04SubText05":"Weight:",
  "wg04SubText06":"10,000~14,000 Ibs/5~7t (4 cars)",
  "wg04SubText07":"Diet:",
  "wg04SubText08":"plant",
  "wg04SubText09":"Period:",
  "wg04SubText10":"Jurassic",

  "wg05BtnT01": "Head",
  "wg05BtnT02": "Abdomen",
  "wg05BtnT03": "Stomach",
  "wg05BtnT04": "Forelegs",
  "wg05Modal01": "Brachiosaurus had hollow head bone. If its head was heavy, its neck would have hurt a lot",
  "wg05Modal02": "Ancient plants were not easy to digest. So Brachiosaurus' digestive organ was longer than 300 feets(100 meters).",
  "wg05Modal03": "Small stones in the stomach smashed into each other and cut the food into small pieces.",
  "wg05Modal04": "Brachiosaurus' front legs were much longer than its hind legs; Brachiosaurus means ‘long armed lizard.’",
  "wg05SubText01":"Name meaning:",
  "wg05SubText02":"arm lizard",
  "wg05SubText03":"Height:",
  "wg05SubText04":"30 ft/9m (3 story building)",
  "wg05SubText05":"Length:",
  "wg05SubText06":"82~98 ft/25~30m",
  "wg05SubText07":"Weight:",
  "wg05SubText08":"80,000~120,000 Ibs/40~60t (30~40 cars)",
  "wg05SubText09":"Diet:",
  "wg05SubText10":"plant",
  "wg05SubText11":"Period:",
  "wg05SubText12":"Jurassic",

  "wg06BtnT01": "Back",
  "wg06BtnT02": "Tail",
  "wg06BtnT03": "Mouth",
  "wg06BtnT04": "Face horns",
  "wg06Modal01": "Meat eating dinosaurs couldn't easily attack Ankylosaurus because of the horns on its back.",
  "wg06Modal02": "At the end of the tail was a bony club that looked like a hammer",
  "wg06Modal03": "It chewed delicious plants with small teeth.",
  "wg06Modal04": "Four horns on the face protected its head.",
  "wg06SubText01":"Name meaning:",
  "wg06SubText02":"fused lizard",
  "wg06SubText03":"Height:",
  "wg06SubText04":"5 ft/1.4m",
  "wg06SubText05":"Length:",
  "wg06SubText06":"30 ft/9m",
  "wg06SubText07":"Weight:",
  "wg06SubText08":"10,000~16,000 Ibs/5~8t (3~5 cars)",
  "wg06SubText09":"Diet:",
  "wg06SubText10":"plants",
  "wg06SubText11":"Period:",
  "wg06SubText12":"Cretaceous",

  "wg07BtnT01": "Ruffle",
  "wg07BtnT02": "Teeth",
  "wg07BtnT03": "Mouth",
  "wg07BtnT04": "Face horns",
  "wg07Modal01": "This part was made with hard bones, used as a shield.",
  "wg07Modal02": "It had 800 teeth. If they wore off, new ones grew up.",
  "wg07Modal03": "Its mouth looked like a bird's beak.",
  "wg07Modal04": "The horn on the nose was short and fragile. So it wasn't used to fight off the enemies.",
  "wg07SubText01":"Name meaning:",
  "wg07SubText02":"three horn face",
  "wg07SubText03":"Height:",
  "wg07SubText04":"10 ft/3m (a house)",
  "wg07SubText05":"Length:",
  "wg07SubText06":"30 ft/8.5m",
  "wg07SubText07":"Weight:",
  "wg07SubText08":"10,000~20,000 Ibs/5~10t (3~7 cars)",
  "wg07SubText09":"Diet:",
  "wg07SubText10":"plants",
  "wg07SubText11":"Period:",
  "wg07SubText12":"Cretaceous",

  "wg08BtnT01": "Forelegs",
  "wg08BtnT02": "Hind legs",
  "wg08BtnT03": "Eye",
  "wg08Modal01": "It walked in four legs when searching for food.",
  "wg08Modal02": "It was a bad runner.",
  "wg08Modal03": "It had big eyes, so it had good eyesight.",
  "wg08SubText01":"Name meaning:",
  "wg08SubText02":"thick headed lizard",
  "wg08SubText03":"Height:",
  "wg08SubText04":"6 ft (1.8m)",
  "wg08SubText05":"Length:",
  "wg08SubText06":"25 ft (4.5m)",
  "wg08SubText07":"Weight:",
  "wg08SubText08":"992Ibs (450kg) (a horse)",
  "wg08SubText09":"Diet:",
  "wg08SubText10":"plants",
  "wg08SubText11":"Period:",
  "wg08SubText12":"Cretaceous",

  "wg09BtnT01": "Forelegs",
  "wg09BtnT02": "Tail",
  "wg09BtnT03": "Mouth",
  "wg09BtnT04": "Hind legs",
  "wg09Modal01": "It snatched its prey with its bent claws",
  "wg09Modal02": "It kept its balance using its long tail.",
  "wg09Modal03": "In its long mouth were 80 sharp teeth.",
  "wg09Modal04": "Its muscular legs allowed it to run 40 miles(64km)an hour.",
  "wg09SubText01":"Name meaning:",
  "wg09SubText02":"fast robber",
  "wg09SubText03":"Height:",
  "wg09SubText04":"2 ft/60cm",
  "wg09SubText05":"Length:",
  "wg09SubText06":"6 ft/1.8m",
  "wg09SubText07":"Weight:",
  "wg09SubText08":"44 Ibs/20kg",
  "wg09SubText09":"Diet:",
  "wg09SubText10":"small dinosaurs, reptiles, insects",
  "wg09SubText11":"Period:",
  "wg09SubText12":"Cretaceous",

  "wg10BtnT01": "Wing",
  "wg10BtnT02": "Tail",
  "wg10BtnT03": "Toes",
  "wg10BtnT04": "Head",
  "wg10Modal01": "With its clawed fingers, archaeopteryx could grab some food and make its way through tree branches.",
  "wg10Modal02": "Archaeopteryx had bones in its tail. These bones helped it keep its balance.",
  "wg10Modal03": "Like Velociraptors, Archaeopteryx held its longest claws off the ground to keep them sharp.",
  "wg10Modal04": "head",
  "wg10SubText01":"Name meaning:",
  "wg10SubText02":"old wing",
  "wg10SubText03":"Length:",
  "wg10SubText04":"1~2 ft/35~50cm",
  "wg10SubText05":"Weight:",
  "wg10SubText06":"2 Ibs/1kg",
  "wg10SubText07":"Diet:",
  "wg10SubText08":"small reptiles, insects, plants",
  "wg10SubText09":"Period:",
  "wg10SubText10":"Jurassic",
  


  
  



  "dinoTitle01": "Tyrannosaurus",
  "dino01Con01": "Do you know which dinosaur is the strongest? It's the Tyrannosaurus. This animal, also known as a T-rex, had pointy teeth and a powerful jaw. It could crush the prey’s bone in an instant.",
  "dino01Con02": "The monster's mouth was so gigantic that it could swallow 20 kilograms of meat at once. What a frightening dinosaur! However, this powerful animal wasn't totally flawless—it was a bad runner!",
  "dino01Con03": "Scientists believe that the dinosaur was slower than a human. If you meet this horrifying monster, don't try to fight it. Just run!",

  "dinoTitle02": "Pteranodon",
  "dino02Con01": "Pteranodon was a master of flying. THE reptile took flight without flapping its wings by gliding into the wind. By flying like this, it saved a lot of energy.",
  "dino02Con02": "Pteranodon was a flying reptile. it mostly ate fish.This reptile flew above water to search for fish.",
  "dino02Con03": "When it found a prey, it jumped into the water and snatched it with its long beak. Paleontologists think that Pteranodon had a beak pouch like a pelican.",

  "dinoTitle03": "Allosaurus",
  "dino03Con01": "Allosaurus was a talented hunter. This monstrous killer hunted in packs. They hid secretly, and darted out when the prey appeared.",
  "dino03Con02": "Allosauruses hung on to the prey with their pointy claws, and bit down with its big mouth. Allosaurus' teeth marks are often found in plant-eating dinosaurs' fossils.",
  "dino03Con03": "In fact, Allosaurus' bite was weaker than that of the lions or leopards. So the dinosaur didn't try to crush the prey's bone like Tyrannosaurus did. Rather, it swung its big upper jaw like an ax. Then, it ripped off the prey's flesh using its keen teeth.",

  "dinoTitle04": "Stegosaurus",
  "dino04Con01": "Stegosaurus had leaf-like plates on its back. These plates frightened the enemies by making the dinosaur look bigger. Also, the plates were used for regulating heat.",
  "dino04Con02": "It also had four horns on its tail. These horns were so long that you could stack more than 14 apples on the horn. A mighty blow with this horny tail could kill a huge dinosaur in a second.",
  "dino04Con03": "An Allosaurus fossil was found with a giant hole from being smashed by a Stegosaurus’s horn. The giant meat-eater would have died immediately after Stegosaurus’ attack.",

  "dinoTitle05": "Brachiosaurus",
  "dino05Con01": "Brachiosaurus was twice as tall as a giraffe. Due to its big body, it had to eat as much as 120 kilograms of food every day. How could it eat so much food?",
  "dino05Con02": "The secret lies in stones. Brachiosaurus didn't have well-developed teeth. Instead of teeth, small stones inside of its stomach smashed up food.",
  "dino05Con03": "Brachiosaurus often swallowed small stones. The pebbles rubbed each other inside the stomach and broke down tough plants. So Brachiosaurus didn't have to chew a lot, and could eat quickly.",

  "dinoTitle06": "Ankylosaurus",
  "dino06Con01": "Ankylosaurus was a powerful dinosaur with armor and clubs. Its body was covered with pointed horns. The hornless parts were protected with solid leather. Biting a dinosaur could seriously hurt the carnivores' mouth.",
  "dino06Con02": "Even if the predator bit it, the skin of an Ankylosaurus was so tough that it was safe from injury. A battle with Ankylosaurus was never an easy match.  Ankylosaurus also had a great weapon—the killer club tail.",
  "dino06Con03": "This club was almost as big as a car tire. It would swing its tail and crush other dinosaurs' bones. The club was the size of a car tyre. This tail was so powerful that it could even break the legs of the Tyrannosaurus.",

  "dinoTitle07": "Triceratops",
  "dino07Con01": "Triceratops is a huge dinosaur with three big horns. The two horns above its eyes were as long as a 4-year-old child.",
  "dino07Con02": "These two horns were strong enough to break a Tyrannosaurus’ legs. Meat-eating dinosaurs had to be careful with Triceratops — being stabbed by these horns meant they might lose their life!",
  "dino07Con03": "When enemies approached a group of Triceratops, the weak cubs would hide in the middle of the herd, and the adults would stand outside and bravely defend. Fortunately, Triceratops were safe in most cases because they were strong enough to even knock down trees",

  "dinoTitle08": "Pachycephalosaurus",
  "dino08Con01": "Pachycephalosaurus was an expert of head-butting. This dinosaur defeated enemies by hitting their head with its own head. Also, Pachycephalosauruses head-butted each other when they were fighting for their own territory.",
  "dino08Con02": "The dinosaurs' head bone was very thick. It was as thick as 25 centimeters, which is the length of two bananas. That’s why it was able to head-butt other dinosaurs without hurting its own head.",
  "dino08Con03": "But the youngsters head bones were flat and thin, so they couldn’t fight well.",

  "dinoTitle09": "Velociraptor",
  "dino09Con01": "Velociraptor was a small but threatening dinosaur. This reptile was about the size of a large dog. Velociraptor was the smartest dinosaur and a great runner. It was even faster than Allosaurus, which was 10 times bigger than itself.",
  "dino09Con02": "Velociraptor spied on other dinosaurs and attacked them using its smart brain. Velociraptor was a strong dinosaur; it could survive without eating anything for 10 days. What a terrifying dinosaur!",
  "dino09Con03": "Although Velociraptor had lots of feathers on its front legs. it couldn’t fly. But the feathers played an important role. Parent Raptors covered their eggs with its cosy feathers. When the baby hatched, they spread their wings to protect their children from burning sunlight.",

  "dinoTitle10": "Archaeopteryx", 
  "dino10Con01": "Archaeopteryx was a flying dinosaur. It was the size of a turkey. This flying reptile had many similarities with birds.",
  "dino10Con02": "It had feathers and a beak, overall with a skeleton similar to that of birds. So it is believed that archaeopteryx is the ancestor of birds.",
  "dino10Con03": "But unlike birds, the dinosaur had many teeth and clawed wings. The acute teeth were perfect for crushing bugs and small reptiles."

  
}
